Repository: riverscn/DACBar
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# action.quit
source: Quit
zh_hans: 退出

# action.refresh.accessibility
source: Read device status again
zh_hans: 重新读取设备状态

# action.refresh.help
source: Read again
zh_hans: 重新读取

# action.retry
source: Retry
zh_hans: 重试

# app.accessibility.controls
source: DAC device controls
zh_hans: DAC 设备控制

# app.accessibility.device-absent
source: No device detected
zh_hans: 未检测到设备

# app.accessibility.device-present
source: Device detected
zh_hans: 已检测到设备

# balance.center
source: Center
zh_hans: 居中

# balance.left
source: Left %lld
zh_hans: 左 %lld

# balance.right
source: Right %lld
zh_hans: 右 %lld

# device.experimental
source: This model has not been verified on hardware
zh_hans: 该型号尚未完成真机验证

# device.name-with-port
source: %1$@ (Port %2$@)
zh_hans: %1$@（端口 %2$@）

# device.picker
source: Device
zh_hans: 设备

# error.hid-notification
source: HID device notification failed (0x%08X).
zh_hans: HID 设备通知失败 (0x%08X)。

# error.hid-watch
source: Unable to monitor HID device changes (0x%08X).
zh_hans: 无法监听 HID 设备变化 (0x%08X)。

# error.main-run-loop
source: Unable to access the main run loop.
zh_hans: 无法取得主运行循环。

# error.retry-failed
source: %@. The retry also failed.
zh_hans: %@，重试仍未成功。

# error.write-unconfirmed
source: The device did not confirm the write
zh_hans: 设备没有确认写入

# hotkey.recorder.accessibility
source: Record keyboard shortcut
zh_hans: 录制键盘快捷键

# hotkey.recording
source: Type Shortcut…
zh_hans: 请按快捷键…

# settings.about
source: About
zh_hans: 关于

# settings.automatic-checks
source: Automatically Check for Updates
zh_hans: 自动检查更新

# settings.automatic-downloads
source: Automatically Download Updates
zh_hans: 自动下载更新

# settings.enable-shortcuts
source: Enable Global Shortcuts
zh_hans: 启用全局快捷键

# settings.explanation
source: Explanation
zh_hans: 说明

# settings.explanation.accessibility
source: About %@
zh_hans: %@说明

# settings.general
source: General
zh_hans: 通用

# settings.launch-at-login
source: Launch DACBar at Login
zh_hans: 登录时启动 DACBar

# settings.login-approval
source: Allow DACBar in System Settings to finish enabling it.
zh_hans: 请在系统设置中允许 DACBar，以完成启用。

# settings.no-target
source: No Device Selected
zh_hans: 未选择设备

# settings.open
source: Settings…
zh_hans: 设置…

# settings.open-login-items
source: Open Login Items…
zh_hans: 打开登录项…

# settings.registration
source: Registration
zh_hans: 注册状态

# settings.restore-shortcuts
source: Restore Defaults
zh_hans: 恢复默认值

# settings.shortcut-active
source: Active
zh_hans: 已启用

# settings.shortcut-conflict
source: Unavailable or Used by Another App
zh_hans: 不可用或已被其他 App 占用

# settings.shortcut-disabled
source: Disabled
zh_hans: 未启用

# settings.shortcut-duplicate
source: Choose Two Different Shortcuts
zh_hans: 请选择两个不同的快捷键

# settings.shortcut-status
source: Status
zh_hans: 状态

# settings.shortcut-target
source: Target DAC
zh_hans: 目标 DAC

# settings.shortcuts
source: Shortcuts
zh_hans: 快捷键

# settings.shortcuts-note
source: Shortcuts control the DAC selected in DACBar, including when an audio player uses it in exclusive mode.
zh_hans: 快捷键控制 DACBar 中选中的 DAC，包括播放器以独占模式使用它时。

# settings.startup
source: Startup
zh_hans: 启动

# settings.target-unavailable
source: %@ (Unavailable)
zh_hans: %@（暂不可用）

# settings.updates
source: Updates
zh_hans: 更新

# settings.version
source: Version
zh_hans: 版本

# settings.volume
source: Volume
zh_hans: 音量

# settings.volume-down
source: Decrease Volume
zh_hans: 降低音量

# settings.volume-up
source: Increase Volume
zh_hans: 提高音量

# settings.window-title
source: DACBar Settings
zh_hans: DACBar 设置

# state.connecting.detail
source: Opening the device control channel…
zh_hans: 正在打开设备控制通道…

# state.connecting.title
source: Connecting
zh_hans: 正在连接

# state.failure.title
source: Unable to Control Device
zh_hans: 无法控制设备

# state.no-device.detail
source: Connect a supported DAC.
zh_hans: 请插上支持的 DAC。

# state.no-device.title
source: No Device Detected
zh_hans: 未检测到设备

# state.reading.detail
source: Synchronizing device settings…
zh_hans: 正在同步设备设置…

# state.reading.title
source: Reading
zh_hans: 正在读取

# status.connecting
source: Connecting
zh_hans: 连接中

# status.disconnected
source: Disconnected
zh_hans: 未连接

# status.failed
source: Error
zh_hans: 出错

# status.reading
source: Reading
zh_hans: 读取中

# status.ready
source: Connected
zh_hans: 已连接

# status.with-firmware
source: %1$@ · Firmware %2$@
zh_hans: %1$@ · 固件 %2$@

# update.check
source: Check for Updates…
zh_hans: 检查更新…
